import React from "react";

import { Html } from "@mui/icons-material";

const CourseDescription = () => {
  return (
    <>
    <div className="course__description">
      <div>
        <h3>কী কী শিখবেন এ কোর্স থেকে?</h3>
      </div>
      <hr />
      <div>
        <p>
          একজন ফ্রন্ট-এন্ড ওয়েব ডেভেলপার হয়ে ওঠার জন্য আপনাকে একটি
          ওয়েবসাইট বা ওয়েব অ্যাপ্লিকেশনের ফ্রন্ট-এন্ড নিয়ে খুব
          ভালোভাবে জানতে হবে। তাই পুরো প্রোগ্রামে আপনি কয়েক ধাপে
          ফ্রন্ট-এন্ড ডেভেলপমেন্ট শেখার সুযোগ পাবেন।
        </p>
      </div>
    </div>
    <div className="course__description">
      <div>
        <h3>কী কী শিখবেন এ কোর্স থেকে?</h3>
      </div>
      <hr />
      <div>
        <p>
          একজন ফ্রন্ট-এন্ড ওয়েব ডেভেলপার হয়ে ওঠার জন্য আপনাকে একটি
          ওয়েবসাইট বা ওয়েব অ্যাপ্লিকেশনের ফ্রন্ট-এন্ড নিয়ে খুব
          ভালোভাবে জানতে হবে। তাই পুরো প্রোগ্রামে আপনি কয়েক ধাপে
          ফ্রন্ট-এন্ড ডেভেলপমেন্ট শেখার সুযোগ পাবেন।
        </p>
      </div>
    </div>
    <div className="course__description">
      <div>
        <h3>কী কী শিখবেন এ কোর্স থেকে?</h3>
      </div>
      <hr />
      <div>
        <p>
          একজন ফ্রন্ট-এন্ড ওয়েব ডেভেলপার হয়ে ওঠার জন্য আপনাকে একটি
          ওয়েবসাইট বা ওয়েব অ্যাপ্লিকেশনের ফ্রন্ট-এন্ড নিয়ে খুব
          ভালোভাবে জানতে হবে। তাই পুরো প্রোগ্রামে আপনি কয়েক ধাপে
          ফ্রন্ট-এন্ড ডেভেলপমেন্ট শেখার সুযোগ পাবেন।
        </p>
      </div>
    </div>
    <div className="course__description">
      <div>
        <h3>কী কী শিখবেন এ কোর্স থেকে?</h3>
      </div>
      <hr />
      <div>
        <p>
          একজন ফ্রন্ট-এন্ড ওয়েব ডেভেলপার হয়ে ওঠার জন্য আপনাকে একটি
          ওয়েবসাইট বা ওয়েব অ্যাপ্লিকেশনের ফ্রন্ট-এন্ড নিয়ে খুব
          ভালোভাবে জানতে হবে। তাই পুরো প্রোগ্রামে আপনি কয়েক ধাপে
          ফ্রন্ট-এন্ড ডেভেলপমেন্ট শেখার সুযোগ পাবেন।
        </p>
      </div>
    </div>

    {/********************************************** end part *******************************************************/}

    <div className="course__end__part">
          <div className="course__end__part__left">
            <div className="card__img">
              <Html
                color="white"
                sx={{
                  backgroundColor: "#a7174e",
                }}
              />
            </div>
          </div>
          <div className="course__end__part__right">
          <h3>প্রোগ্রামটি কাদের জন্য?</h3>

          <p>
            যারা দেশী-বিদেশী সফটওয়্যার কোম্পানি ও আইটি ফার্মগুলোতে
            কিংবা কোনো কোম্পানির প্রোডাক্ট ডেভেলপমেন্ট টিম জয়েন করতে
            চান। অথবা যারা বিভিন্ন অনলাইন ফ্রিল্যান্সিং মার্কেটপ্লেসে
            কিংবা ইন্ডিপেন্ডেন্ট টেকনিক্যাল কনসালট্যান্ট হিসাবে কাজ
            করতে চান।
          </p>
          </div>
    </div>
    <div className="course__end__part">
          <div className="course__end__part__left">
            <div className="card__img">
              <Html
                color="white"
                sx={{
                  backgroundColor: "#a7174e",
                }}
              />
            </div>
          </div>
          <div className="course__end__part__right">
          <h3>প্রোগ্রামটি কাদের জন্য?</h3>

          <p>
            যারা দেশী-বিদেশী সফটওয়্যার কোম্পানি ও আইটি ফার্মগুলোতে
            কিংবা কোনো কোম্পানির প্রোডাক্ট ডেভেলপমেন্ট টিম জয়েন করতে
            চান। অথবা যারা বিভিন্ন অনলাইন ফ্রিল্যান্সিং মার্কেটপ্লেসে
            কিংবা ইন্ডিপেন্ডেন্ট টেকনিক্যাল কনসালট্যান্ট হিসাবে কাজ
            করতে চান।
          </p>
          </div>
    </div>
  </>
  )
}

export default CourseDescription